{"class_name": "Sequential", "keras_version": "1.2.2", "config": [{"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_1", "output_dim": 150, "activity_regularizer": null, "trainable": true, "init": "normal", "bias": true, "input_dtype": "float32", "input_dim": 13, "b_regularizer": null, "W_regularizer": null, "activation": "relu", "batch_input_shape": [null, 13]}}, {"class_name": "Dropout", "config": {"p": 0.0075, "trainable": true, "name": "dropout_1"}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_2", "activity_regularizer": null, "trainable": true, "init": "normal", "bias": true, "input_dim": 150, "b_regularizer": null, "W_regularizer": null, "activation": "relu", "output_dim": 120}}, {"class_name": "Dropout", "config": {"p": 0.0075, "trainable": true, "name": "dropout_2"}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_3", "activity_regularizer": null, "trainable": true, "init": "normal", "bias": true, "input_dim": 120, "b_regularizer": null, "W_regularizer": null, "activation": "relu", "output_dim": 90}}, {"class_name": "Dropout", "config": {"p": 0.0075, "trainable": true, "name": "dropout_3"}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_4", "activity_regularizer": null, "trainable": true, "init": "normal", "bias": true, "input_dim": 90, "b_regularizer": null, "W_regularizer": null, "activation": "relu", "output_dim": 60}}, {"class_name": "Dropout", "config": {"p": 0.0075, "trainable": true, "name": "dropout_4"}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_5", "activity_regularizer": null, "trainable": true, "init": "normal", "bias": true, "input_dim": 60, "b_regularizer": null, "W_regularizer": null, "activation": "relu", "output_dim": 30}}, {"class_name": "Dropout", "config": {"p": 0.0075, "trainable": true, "name": "dropout_5"}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_6", "activity_regularizer": null, "trainable": true, "init": "normal", "bias": true, "input_dim": 30, "b_regularizer": null, "W_regularizer": null, "activation": "sigmoid", "output_dim": 1}}]}